Repository: squeak-smalltalk/squeak-app
Catalog: locale/*/GetText.po
Languages: de

source: enter the original:
de: geben Sie das Original:

source: select the translation to look for
de: wählen Sie die Übersetzung zu suchen

source: select the untrans phrase to look for
de: wählen Sie den untrans Ausdruck zu suchen

source: - checked {1} phrases of {2} ({3}%)...
de: geprüft {1} Sätze von {2} ({3}%) ...

source: possible double-translation
de: mögliche Doppel Übersetzung

source: exported codes
de: Export-Codes

source: exported codes in UTF8+Gzip+Base64 encoding
de: Export-Codes in utf 8 gzip Base64-Codierung

source: filter with (empty string means no-filtering)
de: Filter mit \ ein (leerer String bedeutet, dass keine Filterung)

source: Exports the translations to GetText format.
de: exportiert die Übersetzungen Textformat zu erhalten.

source: Imports the translations from GetText format.
de: importiert die Übersetzungen aus dem get-Text-Format.

source: exports the translations to gettext separated format.
de: exportiert die Übersetzungen Text getrennt Format zu bekommen.

source: gettext import
de: gettext importieren

source: gettext template
de: gettext-Vorlage

source: All *.po files
de: alle * .po-Dateien

source: Choose a file
de: Datei wählen

source: Choose translation file
de: wählen Übersetzungsdatei

source: Select a File:
de: Datei auswählen:

source: Language editor for:
de: Spracheditor für:

source: List of all the translated phrases.
de: Liste aller Sätze übersetzt.

source: List of all the untranslated phrases.
de: Liste aller nicht übersetzten Phrasen.

source: Translation for the selected phrase in the upper list.
de: Übersetzung für die gewählte Begriff in der oberen Liste.

source: New locale ID string?
de: neue locale-ID-String?

source: Discard the changes to currently selected translated phrase?
de: verwerfen die Änderungen aktuell übersetzten Satz ausgewählt?

source: new phrase to translate
de: neue Begriff übersetzen

source: Language: {1}
de: Sprache: {1}

source: {1} translated phrases
de: {1} übersetzt Sätze

source: {1} untranslated phrases
de: {1} nicht übersetzten Sätze

source: translations
de: Übersetzungen

source: not translated
de: nicht übersetzt

source: Are you sure that you want to remove unused strings?
de: sind Sie sicher, dass Sie nicht verwendete Zeichenketten zu entfernen?

source: Removing "{1}". Are you sure you want to do this?
de: Entfernen "{1} ". sind Sie sicher, dass Sie dies tun wollen?

source: select the translation to remove
de: wählen Sie die Übersetzung zu entfernen

source: select the untranslated phrase to remove
de: wählen Sie den nicht übersetzten Satz zu entfernen

source: report
de: Bericht

source: file name
de: Dateiname

source: search for
de: suchen nach

source: no matches for
de: Keine Treffer für

source: select the translation...
de: wählen Sie die Übersetzung ...

source: select the untranslated phrase...
de: wählen Sie den nicht übersetzten Satz ...

source: Select the file...
de: wählen Sie die Datei ...

source: | {1} phrases | {2} translated | {3} untranslated |
de: | {1} im Vergleich | {2} übersetzt | {3} untranslatierte |

source: translation for:
de: Übersetzung für:

source: <select a phrase from the upper list>
de: <Wählen Sie eine Phrase aus der oberen Liste>

source: filtering: {1}
de: Filterung: {1}

source: deselect all
de: Alle abwählen

source: export selection
de: Export-Auswahl

source: export selection in do-it form
de: Export Auswahl kann es in Form

source: remove (x)
de: entfernen (x)

source: reset changed keys
de: Reset Änderung Tasten

source: select all
de: alles auswählen

source: select changed keys
de: wählen den Änderungsschlüssel

source: where (E)
de: wobei (e)

source: remove
de: Entfernen

source: translate (t)
de: übersetzen (t)

source: Translator for {1} is not found
de: Übersetzer für {1} nicht gefunden

source: Language Editor for...
de: Übersetzer für {1} nicht gefunden...
