Repository: squeak-smalltalk/squeak-app
Catalog: locale/*/PreferenceBrowser.po
Languages: de

source: enabled
de: freigegeben

source: local
de: lokal

source: border color...
de: Randfarbe...

source: click here to change the color
de: Klicken Sie hier, um die Farbe zu ändern

source: change color...
de: Farbe ändern...

source: solid fill
de: Einfarbig

source: Click here to edit the method that defines the custom halos
de: Hier klicken zum Bearbeiten der Methode, die die eigenen Halos definiert

source: Click here for advanced options
de: Klicken Sie hier, um erweiterte Optionen

source: more
de: Mehr

source: Preference senders: {1}
de: Präferenz Absender: {1}

source: browse senders
de: Sender untersuchen

source: -- all --
de: alle

source: Do you really want to restorethe default\preferences?\\If you want to keep the current state,\you have to save it first.
de: tun Sie wirklich die Standard \ Einstellungen wiederherstellen möchten? \\, wenn Sie den aktuellen Stand zu halten wollen, \ Sie es zuerst speichern müssen.

source: Do you really want to restore your\personal preferences from disk?\\The file 'my.prefs' will be loaded.
de: wirklich tun werden Ihre \ persönlichen Präferenzen von der Festplatte wiederherstellen möchten? \\ die Datei 'my.prefs' Sie geladen.

source: Do you really want to restore\your personal preferences?
de: wollen Sie wirklich wiederherstellen \ Ihre persönlichen Vorlieben?

source: Do you really want to overwrite\your personal preferences?
de: wollen Sie wirklich Ihre persönlichen Vorlieben zu überschreiben \?

source: Do you really want to overwrite your\personal preferences on disk?\\The file 'my.prefs' will be updated.
de: wirklich tun werden Ihre \ persönlichen Präferenzen auf der Festplatte überschreiben möchten? \\ die Datei 'my.prefs' euch auf dem Laufenden.

source: -- search results --
de: Suchergebnisse

source: A tool for expressing personal preferences for numerous options
de: ein Werkzeug für die persönlichen Vorlieben für zahlreiche Optionen zum Ausdruck

source: Preference Browser
de: Präferenz Browser

source: Tools
de: Werkzeugkiste

source: default
de: Standard

source: default values.
de: Standardwerte.

source: Panel
de: Platte

source: help
de: Hilfe

source: in your Personal Preferences.
de: in Ihren persönlichen Vorlieben.

source: load
de: Laden

source: load from disk
de: Last von der Festplatte

source: their saved values on disk.
de: ihre gespeicherten Werte auf dem Datenträger.

source: Categories
de: Kategorien

source: Preferences
de: Einstellungsverwaltung

source: search
de: Suchen

source: the "Search" button, or else hit RETURN or ENTER
de: "Search " die \ Taste, sonst drücken die Eingabetaste oder geben Sie

source: my Personal Preferences".
de: meine persönlichen Vorlieben ".

source: save
de: Speichern

source: save to disk
de: Speichern auf der Festplatte

source: single gesture by clicking "Restore Settings From Disk".
de: Geste, indem Sie auf "wiederherstellen Einstellungen von der Festplatte ".

source: Presents you with a menu of sets or preferences; each item's balloon-help will tell you about the particular set. If you choose one, many different preferences that come along are set at the same time; you can subsequently change any settings by using a Preferences Panel
de: präsentiert Ihnen mit einem Menü von Sätzen oder Präferenzen; Jeder Ballon-Hilfe der Artikel werden Sie über den bestimmten Satz sagen. wenn Sie einen, viele verschiedene Einstellungen, die entlang gesetzt kommen, sind zur gleichen Zeit; Sie können anschließend alle Einstellungen ändern, indem Sie eine Einstellungsfenster mit

source: more ...
de: Mehr ...

source: Please wait, optimizing performance...
de: Bitte warten, die Optimierung der Leistung ...

source: Settings were adjusted for optimal performance.
de: Einstellungen wurden für eine optimale Leistung eingestellt.

source: Welcome to Squeak
de: Willkommen zu Squeak

source: Configure
de: konfigurieren

source: Done
de: erledigt

source: Next
de: Nächstes

source: Previous
de: Voriges

source: Skip
de: überspringen

source: Please take a few minutes and configure the look-and-feel of the environment. You can always adjust these settings later. You can see the effects of these settings in the live and editable windows to the right.
de: bitte ein paar Minuten dauern und das Look and Feel der Umgebung zu konfigurieren. Sie können später jederzeit diese Einstellungen anpassen. Sie können die Auswirkungen dieser Einstellungen in den Live- und Editierbarkeit der Fenster auf der rechten Seite zu sehen.

source: Blinking text cursor
de: Blinktextcursor

source: Colorful windows
de: bunte Fenster

source: Fast drag and resize
de: schnelle Drag and Resize

source: Flat widget look
de: flache Widget-Look

source: Hard shadows
de: harte Schatten

source: Rounded buttons
de: abgerundete Tasten

source: Rounded windows
de: abgerundete Fenster

source: Show keyboard focus
de: Show Tastaturfokus

source: Simple edit indication
de: einfach bearbeiten Anzeige

source: Soft shadows
de: weiche Schatten

source: Whether to use a hard shadow for windows, menus, and dialogs.
de: ob eine harte Schatten für Windows zu verwenden, Menüs und Dialoge.

source: Whether to use gradients or not.
de: ob Steigungen zu verwenden oder nicht.

source: Arrows in scrollbar
de: Pfeile in Scrollbar

source: Auto enclose brackets
de: auto Klammer zu

source: Auto indent lines
de: Auto-indent Linien

source: Enclose text selections
de: umschließen Textauswahl

source: Focus follows mouse
de: Fokus folgt Maus

source: Menu in scrollbar
de: Menü in Scrollbar

source: Mouse wheel to focus
de: Mausrad zu konzentrieren

source: Narrow scrollbars
de: schmale Scrollbalken

source: Retractable scrollbars
de: einziehbare Rollbalken

source: Scrollbars on the right
de: Scrollbalken auf der rechten Seite

source: Swap mouse buttons
de: Swap-Maustasten

source: Whether to show a menu button or not.
de: ob eine Menütaste zu zeigen oder nicht.

source: Whether to show arrows for scrolling or not.
de: ob Pfeile zeigen zum Scrollen oder nicht.

source: Attach tools to mouse
de: befestigen Werkzeuge Maus

source: Filterable lists and trees
de: filterbar Listen und Bäume

source: Filters clear if unfocused
de: Filter klar, ob unkonzentriert

source: Smart horizontal splitters
de: Smart horizontalen Splitter

source: Smart vertical splitters
de: Smart vertikale Splitter

source: Window buttons always active
de: Fensterschaltflächen immer aktiv

source: Windows raise on click
de: Fenster heben auf Klick

source: Reuse tool windows
de: Wiederverwendung Werkzeugfenster

source: Tool and menu icons
de: Werkzeug und Menü-Icons

source: Trace messages browser
de: Trace-Meldungen Browser

source: Whether to show icons in tools and menus.
de: ob Symbole in Werkzeuge und Menüs anzuzeigen.

source: Senders
de: Absender
