Repository: squeak-smalltalk/squeak-app
Catalog: locale/*/Sugar.po
Languages: ta

source: operation not supported
ta: இயக்குனர் ஆதரவு இல்லை

source: Use the journal to delete entries
ta: பதிவை அழிப்பதற்கு தாழிகை (சஞ்சிகை) யை பயன்படுத்து

source: Journal
ta: தாழிகை ( சஞ்சிகை)

source: make XO bundle
ta: XO பொதியாக தயார் செய்

source: wrap as an OLPC XO bundle
ta: ஒரு OLPC XO பொதியாக சுற்று

source: Making bundle
ta: பொதி செய்தல்

source: Buddies
ta: உற்ற நண்பன்

source: untitled
ta: பெயரிடாத

source: Etoys
ta: இலத்திரனியல் விளையாட்டுப் பொருள்

source: Cannot open {1}
ta: திறக்க முடியாது {1}

source: Inviting buddy ...
ta: நண்பனை அழைக்கிறது...

source: Joining activity ...
ta: இணையும் செயற்பாடு ...

source: Looking for shared activity ...
ta: பங்கீட்டுச் செயற்பாட்டிற்காக பார்த்திருத்தல் ...

source: Opening journal entry
ta: தாழிகை சஞ்சிகைப் பதிவைத் திறத்தல்

source: Are you sure you want to quit Etoys? (the project will NOT be saved)
ta: இ-டாய்ஷ்யை விட்டு விலகலாமா உறுதிப்படுத்துங்க? (திட்டம் சேமிக்கப்பட மாட்டாது)

source: Etoys Project
ta: இ-டாய்ஷ் திட்டம்

source: Unnamed
ta: பெயரிடப்படாத

source: Sugar Navigator Flap
ta: சுகரை வழிநடத்தும் மூடி

source: Find...
ta: கண்டுபிடி...

source: File Dialog
ta: கோவை உரையாடல்

source: The list of files and directories
ta: கொப்பினதும் கோப்புத் தொகுதிகளினதும் பெயா்ப் பட்டியல்

source: Present a virtual display that approximates the actual OLPC display in resolution, centered within the actual Squeak display window.
ta: தற்போதைய மெய்நிகா் காட்சியானது கிட்டத்தட்ட உண்மையான OLPC காட்சிப் புள்ளித்தெளிவாகும் உண்மையான காட்சிச் சாளரம் மையப்படுத்தப்பட்டுள்ளது

source: Scale the Squeak display so that it appears to have the same resolution as an OLPC display. If you resize the Squeak window to approximate the physical dimensions of the real OLPC display, this will result in an appearance that closely resembles the appearance on an OLPC screen.
ta: Squeak காட்சியை அளவிடு இது உண்மையில் OLPC புளள்ளித்தெளிவின் அளவினை கொண்டதாக கட்சியளிக்கும்.- Squeak விண்டோவின் சரியான பௌதீக பரிமானளெவை மாற்றினால் அதனுடைய விளைவாக OLPC திரையானது ஏற்ப தோற்றமளிக்கும்

source: Use the normal Squeak display, without applying any special scaling.
ta: விசேட பரிமானத்தை பிரயோகிக்காது சாதாரண Squeak காட்சியை பயன்படுத்து

source: Help
ta: உதவி

source: FIND
ta: கண்டுபிடி

source: Find an entry in the Journal. Hold mouse button down for further options.
ta: சஞ்சிகையில் பதிவை கண்டுபிடி. மேலும் தெரிகளுக்காக சுட்டிப் பொத்தானை நிறுத்திவைத்துக்கொள்.

source: hide the tool bar
ta: கருவிச்சட்டத்தை மறை

source: Keep a copy of the current project in the Journal. Hold mouse button down for further options.
ta: சஞ்சிகையில் தற்போதைய திட்டத்தை பிறதியெடுத்தி வைக்கவும். மேலும் விருப்பங்களுக்காக சுட்டிப் பொத்தானை நிறுத்திவைத்துக்கொள்.

source: PUBLISH IT!
ta: இதை பிரசுரி !

source: Click here to choose your language.
ta: இங்கே சொடுக்கி உமது மொழியை தெரிவுசெய்யவும்

source: Make a painting
ta: நிறப்பூச்சை உருவாக்கவும்

source: Enable sharing. When another user joins, you can exchange objects.
ta: பரிமாற்றவசதியை தொடக்கிவிடு. மற்றைய பயனாளர் இணையும்போது விடயங்களை உங்களால் பரிமாற்ற கூடியதாக இருக்கும்.

source: show the tool bar
ta: கருவிச்சட்டத்தை தோன்றச்செய்

source: Quit Etoys (with saving)
ta: இ-டாஷ்ஐ விட்டு விலகு (சேமித்தவுடன்)

source: Undo the last change
ta: கடைசியாக நிகழ்ந்த மாற்றத்தை இல்லாதுசெய்

source: Click here to toggle using the full screen.
ta: ருநிலை பெறுவதற்கு முழுமையான திரையினை பாவித்து இங்கு சொடுக்கு செய்க.

source: display mode
ta: காட்சி நிலை

source: Make a Badge
ta: சின்னம் ஒன்றை செய்

source: My Neighborhood
ta: எனது அயலா்

source: Private
ta: தனியார்

source: To start, click here to create a new painting.
ta: திறப்பதற்கு இதை சொடுக்கு உருவாக்குவதற்கு புதியதொரு வா்ணமடித்தல்

source: This is the name of current project. You can edit it as well.
ta: இதுதான் தற்போதைய திட்டத்தின் பெயராகும் இதை உங்களால் திருத்தி மாற்றியமைக்க முடியும்

source: Supplies
ta: விநியோகங்கள்

source: Centered Virtual Extent
ta: மெய்நிகா் விரிவாக்கம் மையப்படுதப்பட்டள்ளது

source: No Scaling
ta: பரிமானமில்லை

source: Scaled Virtual Extent
ta: பரிமானப்படுத்தப்பட்ட மெய்நிகா் விரிவாக்கம்

source: Full Screen
ta: முழுத்திரை

source: Or, click to see Supplies. Choose an object or choose the Object Catalog for more choices.
ta: அல்லது, வழங்குதலை பார்பதற்கு இதை சொடுக்கு ஒரு விடயத்தை தோ்வு செய் அல்லது கூடிய தோ்வுக்கு விடய ஏட்டினை தோ்வு செய்

source: There are no QuickGuides installed
ta: விரைவு ஆலோசனைகள் எதுவும் நிறுவுப்படுபடவில்லை

source: color...
ta: நிறம்

source: destroy this flap
ta: இத்தொங்கலை அழி

source: height...
ta: உயரம்

source: highlight color...
ta: தெளிவு படுத்தல் நிறம்

source: use default gray look
ta: நிலையான சாம்பல் நிறத் தோற்றத்தை உபயோகி

source: use default green look
ta: நிலையான பச்சை நிறத் தோற்றத்தை உபயோகி

source: Sugar Navigation Flap
ta: Sugar வழிகாட்டு மூடி
