Repository: squeak-smalltalk/squeak-app
Catalog: locale-old/*/Compression.po
Languages: it

source: decompress to file
it: decomprimi in un file

source: install
it: installa

source: install into new change set
it: installare in un nuovo set cambiamento

source: install the decompressed contents of the file as a body of code in the image: create a new change set and file-in the selected file into it
it: installare il contenuto decompresso del file come corpo di codice nell'immagine: creare un nuovo set cambiamento ed archiviare al suo interno il file selezionato

source: file in the entire decompressed contents of the file, which is expected to contain Smalltalk code in fileout ("chunk") format
it: archiviare l'intero contenuto decompresso del file che dovrebbe contenere il codice Smalltalkin in formato d'archivio ("chunck")

source: filein
it: archivia

source: view decompressed
it: visualizza file decompresso

source: {1} appears to be a compressed file. Do you want to uncompress it?
it: {1} sembra essere un file compresso. Lo vuoi decomprimere?

source: compress file
it: comprimere il file

source: compress file using gzip compression, making a new file
it: comprimere il file usando il formato compresso gzip compression, creando un nuovo file

source: Unzip a stream
it: Unzip uno stream

source: Wrong CRC-32 (expected {1} got {2}) (proceed to ignore)
it: Incorretto CRC-32 (atteso {1} ricevuto {2}) (procedere per ignorare)
