Repository: squeak-smalltalk/squeak-app
Catalog: locale-old/*/ST80.po
Languages: mr

source: explore it (I)
mr: शोध घेणॆ

source: browse it (b)
mr: त्या मधे वर वर बघा / शोधा

source: change sets with it
mr: त्याच वेळी बदल घडून येतो

source: choose language
mr: भाषा निवडा

source: class comments with it
mr: वर्गाने मत मांडले

source: class names containing it
mr: त्यात वर्गातल्या मुलांची नावे घाला

source: definition of word
mr: शब्दार्थ

source: explain
mr: स्पष्टीकरण दया

source: file it in (G)
mr: फ़ाइल मध्ये व्यवस्तिथ लावा / समाविष्ट करा

source: implementors of it (m)
mr: संपाधन करणारी व्यक्ति

source: method source with it
mr: कार्य पध्दतीचे उगमस्थान त्याच्या बरोबर

source: method strings with it (E)
mr: कार्य पध्दतीची दोरी / धागा त्याचबरोबर

source: pretty print
mr: सुंदर ठसा / छाप

source: pretty print with color
mr: सुंदर रंगीत ठसा / छाप

source: printer setup
mr: छापाण्यासठी मंडणी करा

source: recognizer (r)
mr: ओळख दाखवणारा

source: save contents to file...
mr: काम फ़ईल मध्ये सुरक्षित ठेवा

source: selectors containing it (W)
mr: निवडलेले त्याच्यात ठेवा

source: send contents to printer
mr: विषय/ काम छापण्यासाठी पाठवा

source: senders of it (n)
mr: विषय पाठवणारी व्यक्ती

source: set alignment...
mr: मांडणी सरळ बसवा

source: set font... (k)
mr: लिखाणासाठी अक्षर प्रकार मांडणे

source: set style... (K)
mr: लिखाणासाठी शैली मांडणे

source: special menu...
mr: विशेष यादी

source: tiles from it
mr: साचा

source: translate it
mr: भाषांतर करा

source: verify spelling of word
mr: शब्दाचे वर्ण ओळखण्यासाठी

source: centered
mr: मध्यभागी

source: justified
mr: समांतर

source: left flush
mr: डावी काठ

source: right flush
mr: उजवि काठ

source: bold
mr: ठळक

source: italic
mr: तिरपी

source: narrow
mr: संकुचित

source: struck out
mr: कापणे / कट करणे

source: underlined
mr: अधोरेखित

source: Comparison to Clipboard
mr: फलक तुलना करा

source: Exact match
mr: अचूक जोडी

source: Find what?
mr: काय शोधायचे आहे?

source: nothing to save.
mr: वाचवण्यासाठी/ साठ्वण्यसाठी काही नाही

source: nothing to print.
mr: छापण्यासाठी काही नाही

source: Save changes before quitting?
mr: केलेले बदल आधि वचवायचा आहे?
